{"pageProps":{"slug":"post-2","title":"How to create a component in React ?","content":"<p>Summer is almost here! It’s the perfect time to dust off those shorty shorts, drop some booze in the blender, and plan a trip to the great outdoors! And whether you’re looking to ogle a herd of buffalo around Old Faithful, or snap that perfect selfie at the South Rim, there is no summer tradition more time-honored than a trip to a national park.</p>\n<p>Despite a global pandemic that kept most of the public quarantined in their homes last year, the great outdoors were as popular as ever: over 237 million people visited the national parks in 2020, with fifteen of the most popular parks — including Arches and Yellowstone — setting new visitation records last fall after COVID-19 restrictions relaxed.</p>\n<p>A major change from years past was the dramatic influx of visitors relatively new to outdoor recreation. With gyms closed due to COVID, people flocked to the great outdoors to hike, bike, climb, or simply take a weekend off from staring at the four walls of their apartment. They left their mark, too, in ways that wouldn’t put a smile on John Muir’s face: the worst graffiti in the parks’ history at City of Rocks National Reserve, pounds and pounds of unburied poop in the Zion Narrows, and of course, more harassed buffalo at Yellowstone National Park.</p>\n<p>With COVID cases falling, this summer is sure to be busier than ever. That means more than just wobbly mountain bikers on your local trail: prepare for parking lots packed with clout-seeking influencers, Redbull-fueled bros going for broke, and retirees desperate to get one last tick off their bucket list. All these inexperienced and adventure-hungry recreationists are sure to fulfill another great American tradition: people doing stupid things in national parks.\nYellowstone’s Most Famous Lunch Counter</p>\n<p>Unsurprisingly, some of the dumbest things in the great outdoors began with the National Park Service (NPS).</p>\n"},"__N_SSG":true}